---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilteredWorksetIdIterator
source: html/f6621c08-25bc-a0fb-ec25-b34dac986621.htm
---
# FilteredWorksetIdIterator Properties

Gets the item at the current position of the iterator.